import news from "../assets/images/news.svg";
 interface NewsPage {
    imageUrl: string;
    title: string;
    description: string;
    date: string;
  }
  
  
  

export const sampleNewsPage: NewsPage[] = [
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    },
    {
        imageUrl: news,
        title: 'Mастер-класс в исполнении Галлямова Эдуарда Абдулхаевича',
        description: 'С 19 по 21 апреля в АО «РСНПМЦУ» (Республиканский Специализированный Научно-Практический Медицинский Центр Урологии) при поддержке компаний Ethicon Endo Surgery (Johnson&Johnson) и ИП ООО «Medical Online Services» был проведен мастер-класс в исполнении...',
        date: '26.07.2021'
    }
];